<template>
    <div>
        <Row style="text-align:center;">
            <h1>
                {{text}}
            </h1>
        </Row>
        <Row>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br> 这是一个很长的很长的页面
            <br>
            <br>
        </Row>

    </div>
</template>

<script>
    export default {
        data() {
            return {
                text: '这是一个很长的页面'
            }
        }
    }

</script>